#You must set to variable 'selectTheme' and 'selectColor' there.
白练 = '#FCFAF2'

#粉红色系
桑染 = '#64363C'
苏芳 = '#8E354A'
红梅 = '#E16B8C'
苺 = '#B5495B'
燕脂 = '#9F353A'

#蓝色系
御纳户 = '#0C4842'
蓝 = '#0D5661'
铁御纳户 = '#255359'
熨斗目花 = '#2B5F75'
缥 = '#006284'

#暗红色系
小豆 = '#954A45'
真朱 = '#AB3B3A'
丽梅 = '#904840'
海老茶 = '#734338'
黑鸢 = '#554236'
红鸢 = '#994639'
紅檜皮 = '#884C3A'
檜皮 = '#854836'
栗皮茶 = '#6A4028'
鸢 = '#724832'

#暗黄绿色系
海松茶 = '#62592C'
青朽叶 = '#ADA142'
莺 = '#6C6A2D'
苔 = '#838A2D'
璃宽茶 = '#616138'
蓝媚茶 = '#4B4E2A'
海松 = '#5B622E'
千岁茶 = '#4D5139'
岩井茶 = '#646A5B'
柳梅竹 = '#4A593D'

粉红主题 = [桑染,苏芳,红梅,苺]
深蓝主题 = [御纳户,蓝,铁御纳户,熨斗目花,缥]
暗红主题 = [小豆,真朱,丽梅,海老茶,黑鸢,红鸢,紅檜皮,檜皮,栗皮茶,鸢]
暗黄绿主题 = [海松茶,青朽叶,莺,苔,璃宽茶,蓝媚茶,海松,千岁茶,岩井茶,柳梅竹]
selectTheme = 暗黄绿主题
selectColor = 白练
